const itemsData = [
  {
    id: '1',
    title: 'ここにタイトルが入ります。',
    about: 'ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。',
    createdAt: new Date().getTime(),
    pv: 10,
    author: 'Alice'
  },
  {
    id: '2',
    title: 'ここにタイトルが入ります。',
    about: 'ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。',
    createdAt: new Date('2020/03/14/21:00').getTime(),
    pv: 2,
    author: 'Lucy'
  },
  {
    id: '3',
    title: 'ここにタイトルが入ります。',
    about: 'ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。',
    createdAt: new Date('2020/03/14').getTime(),
    pv: 23,
    author: 'Bob'
  },
  {
    id: '4',
    title: 'ここにタイトルが入ります。',
    about: 'ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。',
    createdAt: new Date('2020/03/10').getTime(),
    pv: 0,
    author: 'Joy'
  },
  {
    id: '5',
    title: 'ここにタイトルが入ります。',
    about: 'ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。',
    createdAt: new Date('2020/02/21').getTime(),
    pv: 12,
    author: 'Smith'
  },
  {
    id: '6',
    title: 'ここにタイトルが入ります。',
    about: 'ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。ここにテキストが入ります。',
    createdAt: new Date('2017/01/15').getTime(),
    pv: 31,
    author: 'Ben'
  },
]

export default itemsData;
